[
    {
        "timestamp": "2020-12-03T03:19:10.112Z",
        "name": "High West Double Rye",
        "description": "Double Rye! is a blend of two different rye whiskeys. It is also crafted to be twice as spicy (think cinnamon, nutmeg, and cloves) than your average rye whiskey.",
        "tastingNotes": "Nose: Mint, clove, cinnamon, licorice root, pine nuts, and dark chocolate, with a surprising dose of gin botanicals throughout\n<br/>Taste: Rye spices up front, then menthol, mint, eucalyptus, herbal tea with wildflower honey and all spice\n<br/>Finish: Cinnamon and mint, gradually sweetening through the finish, with a hint of anise",
        "proof": 92,
        "age": "2-7 years",
        "distillery": "High West",
        "location": "Park City, UT",
        "msrp": 35,
        "mashbill": "95% rye, 5% barley malt from MGP<br/>80% Rye, 20% Malted Rye from High West Distillery",
        "url": "https://www.highwest.com/products/high-west-double-rye.php",
        "image": "images/202012-2/high_west_double_rye.png"
    },
    {
        "timestamp": "2020-12-03T03:23:34.898Z",
        "name": "Woodinville Straight Rye",
        "description": "This 100% rye starts with pure, traditionally-grown rye cultivated exclusively for us on the Omlin family farm in Quincy, Washington. The grain is mashed, distilled & barreled in our Woodinville distillery – then trucked back over the Cascade Mountains to our private barrel houses, where Central Washington’s extreme temperature cycles promote the extraction of natural flavors from the oak.",
        "tastingNotes": "Aromas of cinnamon, clove, and fruit leather, and notes of caramel, wood spice, and honey on the palate with a long, memorable finish that will leave you anticipating your next sip",
        "proof": 90,
        "age": "NAS",
        "distillery": "Woodinville",
        "location": "Woodinville, WA",
        "msrp": 40,
        "mashbill": "100% rye",
        "url": "https://www.woodinvillewhiskeyco.com/products/straight-rye-whiskey/",
        "image": "images/202012-2/woodinville_rye.png"
    },
    {
        "timestamp": "2020-12-03T03:27:36.875Z",
        "name": "Redwood Empire Emerald Giant",
        "description": "Named after the fastest growing Redwood in the world, Emerald Giant is a fan favorite in the Rye world. We started with a mash-bill of 95% premium rye and aged it for over 3 years in new charred oak barrels. Spicy with an exceptionally smooth finish, it is a great choice in your classic whiskey cocktails.",
        "tastingNotes": "COLOR: Burnt Orange\n<br/>NOSE: Natural rye aroma followed by a mix of brown sugar and cinnamon with a faint hint of pepper.\n<br/>PALATE: Unparalleled spice complexity with smooth rye notes. a hint of honey and orange peel becomes peppery with a lingering cinnamon finish.",
        "proof": 90,
        "age": "3-5 years",
        "distillery": "Redwood Empire",
        "location": "Sonoma, CA",
        "msrp": 35,
        "mashbill": "95% Rye, 5% Malt Barley (MGP sourced / blend)",
        "url": "https://redwoodempirewhiskey.com/whiskey/emerald-giant-rye/",
        "image": "images/202012-2/redwood_empire_emerald_giant.png"
    },
    {
        "timestamp": "2020-12-03T03:32:27.539Z",
        "name": "Michter’s US*1 Rye",
        "description": "Kentucky Straight Rye is made from select American rye grain that is sheared to maximize the extraction of flavor from the grain. Ideal neat or in cocktails, every bottle comes from a single barrel – a unique attribute reflecting our extraordinary commitment to offering Kentucky Straight Rye whiskey of the absolute highest quality at every level of the Michter’s range.",
        "tastingNotes": "Spice with peppery notes, citrus, butterscotch, oak",
        "proof": 84.8,
        "age": "NAS",
        "distillery": "Michter's Distillery",
        "location": "Louisville, KY",
        "msrp": 47,
        "mashbill": "Undisclosed",
        "url": "https://michters.com/us1-kentucky-straight-rye/",
        "image": "images/202012-2/michters_rye.png"
    },
    {
        "timestamp": "2020-12-03T03:36:04.438Z",
        "name": "Rittenhouse Rye",
        "description": "Rittenhouse Straight Rye Whiskey has a storied past with a heritage that commemorates Philadelphia’s famous Rittenhouse Square. This award-winning whiskey carries a distinct, spicy flavor, and is produced in the tradition of the classic rye whiskeys that once dominated American whiskey.",
        "tastingNotes": "Color: Mahogany\n<br/>Aroma: Dried fruits, toffee, and sweet peppers\n<br/>Taste: Clean, rich, cocoa, citrus, cinnamon, nutmeg and vanilla\n<br/>Finish: Lingering maple-like spiciness",
        "proof": 100,
        "age": "4 years",
        "distillery": "Heaven Hill Distillery",
        "location": "Bardstown, KY",
        "msrp": 26,
        "mashbill": "Undisclosed",
        "url": "https://heavenhilldistillery.com/rittenhouse-rye.php",
        "image": "images/202012-2/rittenhouse_rye.png"
    },
    {
        "timestamp": "2020-12-03T03:41:48.001Z",
        "name": "Rossville Union Rye",
        "description": "Aged for 5 and 6 years, Rossville Union's Master Crafted Straight Rye Whiskey delivers a smooth, slightly smoky taste—and a robust, spicy finish with a hint of cherry.",
        "tastingNotes": "Slightly smoky with robust, spicy finish with a hint of cherry.",
        "proof": 94,
        "age": "5-6 years",
        "distillery": "MGP",
        "location": "Lawrenceburg, IN",
        "msrp": 45,
        "mashbill": "Blend of MGP’s 51% and 95% rye",
        "url": "https://www.rossvilleunion.com/",
        "image": "images/202012-2/rossville_union.png"
    }
]