[
    {
        "name": "Rye Humor Cask Strength",
        "description": "Limited to a blend of only 65 barrels, the Rye Humor Cask Strength release is the first edition of barrel proof straight rye whiskey from Pinhook. The barrels are all over 4 years old and were blended by Sean Josephs at Castle & Key Distillery.",
        "tastingNotes": "Has deep and dense aromas of dark chocolate, candied black licorice, and vanilla extract set the stage for robust flavors of raisins, tobacco, cinnamon stick, and sarsaparilla.",
        "proof": "114",
        "age": "3 years",
        "distillery": "MGP Blend (for Pinhook)",
        "location": "Lawrenceburg, IN",
        "msrp": "$48",
        "mashbill": "95% rye, 5% malted barley",
        "url": "https://www.pinhookbourbon.com/",
        "image": "images/202104-PH/rye humor cask.png"
    },
    {
        "name": "Rye'd On",
        "description": "The 2020 flagship rye release is the inaugural expression of Pinhook using our proprietary mashbill. Developed, distilled and aged over 2 years at Castle & Key Distillery in Frankfort, KY, our latest rye was blended and proofed by Sean Josephs, our Master Taster.",
        "tastingNotes": "Aromas of peach, spearmint, and cinnamon, which lead to a palate of cherry, toffee, and clove.",
        "proof": "97",
        "age": "2 years",
        "distillery": "Castle & Key (for Pinhook)",
        "location": "Frankfort, KY",
        "msrp": "$38",
        "mashbill": "20% corn, 60% rye, 20% malted barley",
        "url": "https://www.pinhookbourbon.com/",
        "image": "images/202104-PH/ryed on.png"
    },
    {
        "name": "Bourbon Country",
        "description": "Bourbon Country is the latest edition of straight bourbon whiskey produced by Pinhook. The traditional mashbill has over three years of barrel age and was blended and proofed by Sean Josephs at Castle & Key Distillery.",
        "tastingNotes": "Has a vibrant burst of ripe pear and baked apricot up front which seamlessly gives way to toffee, dates, and vanilla bean. A lingering and lifting finish of cinnamon, cedar, and peppercorn round out this complex, and exceptionally balanced expression.",
        "proof": "95.5",
        "age": "3 years",
        "distillery": "MGP Blend (for Pinhook)",
        "location": "Lawrenceburg, IN",
        "msrp": "$35",
        "mashbill": "70% corn, 20.5% rye, 4.5% malted barley",
        "url": "https://www.pinhookbourbon.com/",
        "image": "images/202104-PH/bourbon country.png"
    },
    {
        "name": "Bohemian Bourbon",
        "description": "Through a combination of careful barrel selection, blending in small batches, and meticulous proofing, each Pinhook vintage has a personality as unique as the horse on the label.",
        "tastingNotes": "Has aromas of orange peel, candied pecans, clove, and wet stone. These transition to a lively palate of tropical fruit and caramel, leading to a lingering finish of almond and cinnamon.",
        "proof": "95",
        "age": "3 years",
        "distillery": "Castle & Key (for Pinhook)",
        "location": "Frankfort, KY",
        "msrp": "$38",
        "mashbill": "75% corn, 15% rye, 10% malted barley",
        "url": "https://www.pinhookbourbon.com/",
        "image": "images/202104-PH/bohemian bourbon.png"
    },
    {
        "name": "Bourbon War 5 Year",
        "description": "Every year over the next 9 years, Pinhook will select 150 bourbon barrels and 50 rye barrels to be blended and proofed creating the most balanced expression for the vintage. Join us on the journey beginning with our inaugural 4 Year old bourbon and collect and enjoy the Vertical Series in annual releases from age 4 to age 12.",
        "tastingNotes": "Has a bright nose of tropical fruit, butterscotch and cedar leading to a rich and vibrant palate of dried fig, cocoa, roasted peanut and clove.",
        "proof": "104",
        "age": "5 years",
        "distillery": "MGP Blend (for Pinhook)",
        "location": "Lawrenceburg, IN",
        "msrp": "$50",
        "mashbill": "70% corn, 20.5% rye, 4.5% malted barley",
        "url": "https://www.pinhookbourbon.com/",
        "image": "images/202104-PH/bourbon war 5.png"
    },
    {
        "name": "Tiz Rye Time 5 Year",
        "description": "Every year over the next 9 years, Pinhook will select 150 bourbon barrels and 50 rye barrels to be blended and proofed creating the most balanced expression for the vintage. The Rye Vertical Series will begin in the spring of 2020. Enjoy the Vertical Series in annual releases from age 4 to age 12.",
        "tastingNotes": "Has aromas of tangerine peel, cinnamon stick, and toffee, which transition to a palate of dried apricot, molasses, toasted cedar and clove.",
        "proof": "103",
        "age": "5 years",
        "distillery": "MGP Blend (for Pinhook)",
        "location": "Lawrenceburg, IN",
        "msrp": "$50",
        "mashbill": "95% rye, 5% malted barley",
        "url": "https://www.pinhookbourbon.com/",
        "image": "images/202104-PH/tiz rye time 5.png"
    }
]