[
    {
        "timestamp": "2020-12-01T17:59:25.037Z",
        "name": "Rabbit Hole Heigold Bourbon",
        "description": "Heigold is a High Rye Kentucky Straight Bourbon Whiskey. Named after a German immigrant stonecutter from the 1800s, Rabbit Hole Heigold Bourbon is inspired by the adventures, innovators, and creators who built the foundation of the country we love.",
        "tastingNotes": "Aroma of toasted malt and warm baking spices. On the pallet, Heigold opens with silky butterscotch and hints of bright citrus finishing with a thrilling crescendo of pepper spice.",
        "proof": "95",
        "age": "3 years",
        "distillery": "Rabbit Hole",
        "location": "Louisville, KY",
        "msrp": "70",
        "mashbill": "75% Corn, 25% Malted Rye, 5% Malted Barley",
        "url": "https://www.rabbitholedistillery.com/pages/heigold/",
        "image": "images/202101-1/heigold.png"
    },
    {
        "timestamp": "2020-12-01T17:59:25.037Z",
        "name": "Rabbit Hole Cavehill Bourbon",
        "description": "This bourbon gives you an array of flavors due to our signature four-grain mash. Our Kentucky Straight Bourbon Whiskey is a love letter to our forefathers, showing not only how far American Whiskey has come, but how it continues to grow.",
        "tastingNotes": "Lovely aromas of spice and fresh apples. When sipped, you experience honey, mint, and creamy orange. As Cavehill falls to the back of your palate, it evolves into vanilla and custard.",
        "proof": "95",
        "age": "3 years",
        "distillery": "Rabbit Hole",
        "location": "Louisville, KY",
        "msrp": "60",
        "mashbill": "70% corn, 10% malted wheat, 10% honey malted barley, and 10% malted barley",
        "url": "https://www.rabbitholedistillery.com/pages/cavehill/",
        "image": "images/202101-1/cavehill.png"
    },
    {
        "timestamp": "2020-12-01T17:59:25.037Z",
        "name": "Rabbit Hole Boxergrail Rye",
        "description": "Crafted with the eye of a prizefighter, Boxergrail is a robust Kentucky Straight Rye Whiskey that dances across the palate. The one-two punch of butterscotch and spice this whiskey delivers puts it in a class of its own.",
        "tastingNotes": "Lavish bouquet of spice and butterscotch. When imbibed, you taste flavors of citrus and black tea, giving this rye a perfect balance of sweet and spice.",
        "proof": "95",
        "age": "3 years",
        "distillery": "Rabbit Hole",
        "location": "Louisville, KY",
        "msrp": "50",
        "mashbill": "95% rye and 5% malted barley",
        "url": "https://www.rabbitholedistillery.com/pages/boxergrail/",
        "image": "images/202101-1/boxergrail.png"
    },
    {
        "timestamp": "2020-12-01T17:59:25.037Z",
        "name": "Rabbit Hole Dareringer PX Sherry Finished",
        "description": "Crafted by taking fine wheated bourbon aged in alligator char barrels and resting it in hand-made Pedro Ximenez Sherry Casks from Spain’s renown Casknolia Cooperage. We then intimately blend no more than fifteen barrels to produce our desired flavor profile.",
        "tastingNotes": "Nose of sherry and cherry. On the palate, Dareringer displays elegant flavors of raisins and currants coupled with hints of almond and vanilla.",
        "proof": "93",
        "age": "NAS",
        "distillery": "Rabbit Hole",
        "location": "Louisville, KY",
        "msrp": "80",
        "mashbill": "68% corn, 18% wheat, and 14% malted barley.",
        "url": "https://www.rabbitholedistillery.com/pages/dareringer/",
        "image": "images/202101-1/dareringer.png"
    },
    {
        "timestamp": "2020-12-01T17:59:25.037Z",
        "name": "<b>Limited Sample</b><br/>WhistlePig 12 Year SSW \"The Spaniard\" Club Pick",
        "description": "Someone Say Whiskey is proud to present \"The Spaniard\", a WhistlePig 12 yr Rye Bespoke Finish aged in Spanish Brandy casks. 12 Year rye blend from CA finished in Spanish Brandy Casks",
        "tastingNotes": "The nose on this one is incredible, the finish imparts some great dark dried fruit, and there is a nice length to it beyond it's proof.",
        "proof": "86",
        "age": "12 years",
        "distillery": "WhistlePig",
        "location": "Shoreham, VT",
        "msrp": "N/A",
        "mashbill": "100% rye",
        "url": "https://www.facebook.com/groups/303683643782235/permalink/865338010950126",
        "image": "images/202101-WP/pignigo.png"
    }

]